var terrsConfig = {

	"terrs":
			[
				{
					"name":"Волоколамский р-н",
					"subterrs":[
						"Кашинское сп",
						"Чисменское сп",
						"Сычёво гп",
						"Спасское сп",
						"Осташевское сп",
						"Ярополецкое сп",
						"Чисменское сп",
						"Сычёво гп",
						"Спасское сп",
						"Осташевское сп",
						"Ярополецкое сп",
						"Волоколамск гп",
						"Белоозёрский гп",
						"им. Цюрупы гп",
						"Ашитковское сп",
						"Хорлово гп",
						"Воскресенск гп",
						"Фединское сп"
					]
				},
				{
					"name":"го Балашиха",
					"subterrs":[]
				},
				{
					"name":"го Бронницы",
					"subterrs":[]
				},
				{
					"name":"го Дзержинский",
					"subterrs":[]
				},
				{
					"name":"го Долгопрудный",
					"subterrs":[]
				},
				{
					"name":"го Домодедово",
					"subterrs":[]
				},
				{
					"name":"го Дубна",
					"subterrs":[]
				},

				{
					"name":"го Железнодорожный",
					"subterrs":[]
				},
				{
					"name":"го Жуковский",
					"subterrs":[]
				},
				{
					"name":"го Звенигород",
					"subterrs":[]
				},
				{
					"name":"го Ивантеевка",
					"subterrs":[]
				},
				{
					"name":"го Климовск",
					"subterrs":[]
				},
				{
					"name":"го Коломна",
					"subterrs":[]
				},
				{
					"name":"го Королев",
					"subterrs":[]
				},
				{
					"name":"го Котельники",
					"subterrs":[]
				},
				{
					"name":"го Красноармейск",
					"subterrs":[]
				},
				{
					"name":"го Лобня",
					"subterrs":[]
				},
				{
					"name":"го Лосино-Петровский",
					"subterrs":[]
				},
				{
					"name":"го Лыткарино",
					"subterrs":[]
				},
				{
					"name":"го Орехово-Зуево",
					"subterrs":[]
				},
				{
					"name":"го Подольск",
					"subterrs":[]
				},
				{
					"name":"го Протвино",
					"subterrs":[]
				},
				{
					"name":"го Пущино",
					"subterrs":[]
				},
				{
					"name":"го Реутов",
					"subterrs":[]
				},
				{
					"name":"го Рошаль",
					"subterrs":[]
				},
				{
					"name":"го Серпухов",
					"subterrs":[]
				},
				{
					"name":"го Троицк",
					"subterrs":[]
				},
				{
					"name":"го Фрязино",
					"subterrs":[]
				},
				{
					"name":"го Химки",
					"subterrs":[]
				},
				{
					"name":"го Черноголовка",
					"subterrs":[]
				},
				{
					"name":"го Щербинка",
					"subterrs":[]
				},
				{
					"name":"го Электрогорск",
					"subterrs":[]
				},
				{
					"name":"го Электросталь",
					"subterrs":[]
				},
				{
					"name":"го Юбилейный",
					"subterrs":[]
				},
				{
					"name":"Дмитровский р-н",
					"subterrs":[
						"Синьковское сп",
						"Костинское сп",
						"Яхрома гп",
						"Деденево гп",
						"Габовское сп",
						"Икша гп",
						"Некрасовский гп",
						"Якотское сп",
						"Дмитров гп",
						"Большерогачевское сп",
						"Куликовское сп"
					]
				},
				{
					"name":"Егорьевский р-н",
					"subterrs":[
						"Саввинское сп",
						"Егорьевск гп",
						"Яхрома гп",
						"Юрцовское сп",
						"Раменское сп",
						"Рязановский гп"
					]
				},
				{
					"name":"Зарайский р-н",
					"subterrs":[
						"Машоновское сп",
						"Гололобовское сп",
						"Зарайск гп",
						"Струпненское сп",
						"Каринское сп"
					]
				},
				{
					"name":"ЗАТО Восход",
					"subterrs":[]
				},
				{
					"name":"ЗАТО Краснознаменск",
					"subterrs":[]
				},
				{
					"name":"ЗАТО Молодежный",
					"subterrs":[]
				},
				{
					"name":"Истринский р-н",
					"subterrs":[
						"Ядроминское сп",
						"Новопетровское сп",
						"Ермолинское сп",
						"Букарёвское сп",
						"Снегири гп",
						"Лучинское сп",
						"Истра гп",
						"Костровское сп",
						"Ивановское сп",
						"Дедовск гп",
						"Павло-Слободское сп",
						"Онуфриевское сп",
						"Обушковское сп"
					]
				},
				{
					"name":"Каширский р-н",
					"subterrs":[
						"Кашира гп",
						"Знаменское сп",
						"Ожерелье гп",
						"Топкановское сп",
						"Домнинское сп",
						"Базаровское сп",
						"Колтовское сп"
					]
				},
				{
					"name":"Клинский р-н",
					"subterrs":[
						"Зубовское сп",
						"Высоковск гп",
						"Петровское сп",
						"Нудольское сп",
						"Воздвиженское сп",
						"Решетниково гп",
						"Клин гп",
						"Воронинское сп"
					]
				},
				{
					"name":"Коломенский р-н",
					"subterrs":[
						"Хорошовское сп",
						"Радужное сп",
						"Непецинское сп",
						"Пески гп",
						"Заруденское сп",
						"Пестриковское сп",
						"Проводниковское сп",
						"Биорковское сп",
						"Акатьевское сп"
					]
				},
				{
					"name":"Красногорский р-н",
					"subterrs":[
						"Нахабино гп",
						"Отрадненское сп",
						"Красногорск гп",
						"Ильинское сп"
					]
				},
				{
					"name":"Ленинский р-н",
					"subterrs":[
						"Внуковское сп",
						"Московский гп",
						"Мосрентген сп",
						"Сосенское сп",
						"Филимонковское сп",
						"Десёновское сп",
						"Воскресенское сп",
						"Развилковское сп",
						"Молоковское сп",
						"Совхоз им. Ленина сп",
						"Булатниковское сп",
						"Видное гп",
						"Горки Ленинские гп",
						"Володарское сп"
					]
				},
				{
					"name":"Лотошинский р-н",
					"subterrs":[
						"Ошейкинское сп",
						"Микулинское сп",
						"Лотошино гп"
					]
				},
				{
					"name":"Луховицкий р-н",
					"subterrs":[
						"Дединовское сп",
						"Луховицы гп",
						"Краснопоймовское сп",
						"Астаповское сп",
						"Головачёвское сп",
						"Фруктовское сп",
						"Белоомут гп",
						"Газопроводское сп"
					]
				},
				{
					"name":"Люберецкий р-н",
					"subterrs":[
						"Красково гп",
						"Томилино гп",
						"Октябрьский гп",
						"Люберцы гп",
						"Малаховка гп"
					]
				},
				{
					"name":"Можайский р-н",
					"subterrs":[
						"Горетовское сп",
						"Бородинское сп",
						"Кожуховское сп (Спутник)",
						"Уваровка гп",
						"Можайск гп",
						"Колычевское сп (Борисовское )",
						"Юрловское сп",
						"Порецкое сп",
						"Замошинское сп"
					]
				},
				{
					"name":"Мытищинский р-н",
					"subterrs":[
						"Федоскинское сп",
						"Пироговский гп",
						"Мытищи гп"
					]
				},
				{
					"name":"Наро-Фоминский р-н",
					"subterrs":[
						"Кокошкино гп",
						"Марушкинское сп",
						"Апрелевка гп",
						"Калининец гп",
						"Первомайское сп",
						"Селятино гп",
						"Новофедоровское сп",
						"Наро-Фоминск гп",
						"Киевский гп",
						"Верея гп",
						"Атепцевское сп",
						"Ташировское сп",
						"Волчёнковское сп",
						"Веселевское сп"
					]
				},
				{
					"name":"Ногинский р-н",
					"subterrs":[
						"Ямкинское сп",
						"Ногинск гп",
						"Аксено-Бутырское сп",
						"Обухово гп",
						"Старая Купавна гп",
						"Стёпановское сп",
						"Буньковское сп",
						"Электроугли гп",
						"им. Воровского гп",
						"Мамонтовское сп"
					]
				},
				{
					"name":"Одинцовский р-н",
					"subterrs":[
						"Ершовское сп",
						"Одинцово гп",
						"Успенское сп",
						"Горское сп",
						"Никольское сп",
						"Захаровское сп",
						"Новоивановское гп",
						"Назарьевское сп",
						"Заречье гп",
						"Жаворонковское сп",
						"Лесной Городок гп",
						"Часцовское сп",
						"Большие Вязёмы гп",
						"Голицыно гп",
						"Кубинка гп",
						"Барвихинское сп"
					]
				},
				{
					"name":"Озерский р-н",
					"subterrs":[
						"Бояркинское сп",
						"Клишинское сп",
						"Озёры гп"
					]
				},
				{
					"name":"Орехово-Зуевский р-н",
					"subterrs":[
						"Демиховское сп",
						"Горское сп",
						"Дрезна гп",
						"Ликино-Дулёво гп",
						"Новинское сп",
						"Дороховское сп",
						"Давыдовское сп",
						"Соболевское сп",
						"Куровское гп",
						"Ильинское сп",
						"Малодубенское сп",
						"Верейское сп",
						"Белавинское сп"
					]
				},
				{
					"name":"Павлово-Посадский р-н",
					"subterrs":[
						"Улитинское сп",
						"Кузнецовское сп",
						"Аверкиевское сп",
						"Большие Дворы гп",
						"Павловский Посад гп",
						"Рахмановское сп"
					]
				},
				{
					"name":"Подольский р-н",
					"subterrs":[
						"Стрелковское сп",
						"Рязановское сп",
						"Дубровицкое сп",
						"Краснопахорское сп",
						"Щаповское сп",
						"Михайлово-Ярцевское сп",
						"Вороновское сп",
						"Кленовское сп",
						"Львовский гп",
						"Роговское сп",
						"Лаговское сп"
					]
				},
				{
					"name":"Пушкинский р-н",
					"subterrs":[
						"Ельдигинское сп",
						"Ашукино гп",
						"Софрино гп",
						"Царёвское сп",
						"Зеленоградский гп",
						"Лесной гп",
						"Правдинский гп",
						"Пушкино гп",
						"Черкизово гп",
						"Тарасовское сп"
					]
				},
				{
					"name":"Раменский р-н",
					"subterrs":[
						"Вялковское сп",
						"Гжельское сп",
						"Новохаритоновское сп",
						"Родники гп",
						"Ильинский гп",
						"Островецкое сп",
						"Чулковское сп",
						"Кузнецовское сп",
						"Заболотьевское сп",
						"Софьинское сп",
						"Константиновское сп",
						"Рыболовское сп",
						"Ганусовское сп",
						"Никоновское сп",
						"Ульянинское сп",
						"Сафоновское сп",
						"Раменское гп",
						"Быково гп",
						"Удельная гп",
						"Верейское сп",
						"Кратово гп"
					]
				},
				{
					"name":"Рузский р-н",
					"subterrs":[
						"Волковское сп",
						"Ивановское сп",
						"Колюбакинское сп",
						"Старорузское сп",
						"Руза гп",
						"Дороховское сп",
						"Тучково гп"
					]
				},
				{
					"name":"Сергиево-Посадский р-н",
					"subterrs":[
						"Реммаш сп",
						"Краснозаводск гп",
						"Васильевское сп",
						"Сергиев Посад гп",
						"Пересвет гп",
						"Скоропусковский гп",
						"Хотьково гп",
						"Лозовское сп",
						"Богородское гп",
						"Березняковское сп",
						"Шеметовское сп",
						"Селковское сп",
					]
				},
				{
					"name":"Серебряно-Прудский р-н",
					"subterrs":[
						"Серебряные Пруды гп",
						"Успенское сп",
						"Мочильское сп",
						"Узуновское сп"
					]
				},
				{
					"name":"Серпуховский р-н",
					"subterrs":[
						"Васильевское сп",
						"Пролетарский гп",
						"Оболенск гп",
						"Калиновское сп",
						"Данковское сп",
						"Липицкое сп",
						"Дашковское сп"
					]
				},
				{
					"name":"Солнечногорский р-н",
					"subterrs":[
						"Смирновское сп",
						"Солнечногорск гп",
						"Кривцовское сп",
						"Соколовское сп",
						"Поварово гп",
						"Лунёвское сп",
						"Менделеево гп",
						"Андреевка гп",
						"Ржавки гп",
						"Кутузовское сп",
						"Пешковское сп"
					]
				},
				{
					"name":"Ступинский р-н",
					"subterrs":[
						"Аксиньинское сп",
						"Михнево гп",
						"Малино гп",
						"Леонтьевское сп",
						"Семёновское сп",
						"Жилёво гп"
					]
				},
				{
					"name":"Талдомский р-н",
					"subterrs":[
						"Талдом гп",
						"Северный гп",
						"Гуслевское сп",
						"Запрудня гп",
						"Вербилки гп",
						"Темповое сп",
						"Ермолинское сп"
					]
				},
				{
					"name":"Чеховский р-н",
					"subterrs":[
						"Столбовая гп",
						"Баранцевское сп",
						"Чехов гп",
						"Любучанское сп",
						"Стремиловское сп"
					]
				},
				{
					"name":"Шатурский р-н",
					"subterrs":[
						"Кривандинское сп",
						"Шатура гп",
						"Мишеронский гп",
						"Черусти гп",
						"Пышлицкое сп",
						"Дмитровское сп",
						"Радовицкое сп"
					]
				},
				{
					"name":"Шаховской р-н",
					"subterrs":[
						"Шаховская гп",
						"Серединское сп",
						"Степаньковское сп",
						"Раменское сп"
					]
				},
				{
					"name":"Щелковский р-н",
					"subterrs":[
						"Огудневское сп",
						"Трубинское сп",
						"Свердловский гп",
						"Монино гп",
						"Фряново гп",
						"Медвежье-Озёрское сп",
						"Анискинское сп",
						"Гребневское сп",
						"Щёлково гп",
						"Загорянский гп"
					]
				}

			]
};
